// © Copyright 2005-2008, 2015-2016 HP Development Company, L.P.

TaskName = "Диагностика качества печати";

TransferringProcessTitle = "Передача файла…";
PrintingProcessTitle = "Печать страницы диагностики КП…";

NoPrintTitle = "Не удается напечатать страницу диагностики КП";
NoPrintMsg = "Убедитесь, что принтер подсоединен и включен, затем повторите попытку.";

RMTPQDPanelTitle = "Печать страницы диагностики качества печати";
HSDRMTQPDPanelHeader = "Напечатайте страницу, чтобы дать возможность устройству определить, нужно ли запустить какой-либо инструмент для улучшения качества печати.";
HSDRMTQPDPanelFooter = "Чтобы напечатать копию страницы диагностики качества печати, нажмите «Печать страницы»";
HSDRMTPQDButtonTitle = "Печать страницы";

HSDQualityDiagnosticsTextFieldTitle = "Диагностика качества печати";
HSDInfoTextFieldTitle = "Принтер распечатывает страницу, позволяющую решить, следует ли использовать какие-либо средства обслуживания, чтобы повысить качество распечаток.";
HSDGuideTextFieldTitle = "Нажмите кнопку \"Печать\", чтобы распечатать экземпляр страницы \"Диагностика качества печати\".";
HSDPrintButtonTitle = "Печать";
